<?php

$lang = array();
$lang['err_noconfig'] = 'Для корректной работы требуется установка файла конфигурации config/main.php по шаблону config/main.php.dist';
$lang['title'] = 'Система выполнения абстрактных заказов — 0.0.1';
$lang['database_error'] = "Подключение к базе невозможно: (%s) %s";
$lang['groups']['client'] = 'Заказчик';
$lang['groups']['executor'] = 'Исполнитель';
$lang['reg_success'] = 'Регистрация пройдена успешно';
$lang['reg_err'] = 'Произошла ошибка при регистрации.';
$lang['reg_taken'] = 'Такое имя пользователя уже зарегистрировано!';
$lang['msg_welcome'] = 'Добро пожаловать в систему!';
$lang['msg_err'] = 'Неправильный логин или пароль!';
$lang['msg_logout'] = 'Вы успешно вышли из системы!';
$lang['order_saved'] = 'Заказ благополучно сохранён под номером #%s!';

